[
  {
    "title": "Third Child with Voucher / Drittes Kind mit Gutschein",
    "tags": [
      "voucher", "child", "Gutschein", "Kinder",
      "Familienzimmer", "Zusatzkinder", "Verfügbarkeit"
    ],
    "text": {
      "de": "Ein drittes oder zwei weitere Kinder sind mit dem Gutschein möglich, wenn ausreichend große Familienzimmer verfügbar sind. Bestimmte Standorte sind ausgeschlossen (siehe Liste). Prüfen Sie https://voucher.aohostels.com/de/availability und wählen Sie 'Familienzimmer'. Bei Buchung großer Familienzimmer bitte Gutschein einlösen und uns die Buchungsnummer mitteilen, damit wir die Reservierung anpassen. Kinderfrühstück (7-17 Jahre) wird vor Ort bezahlt.",
      "en": "A third or two additional children can be accommodated with the voucher if sufficiently large family rooms are available. Certain locations are excluded (see list). Check https://voucher.aohostels.com/de/availability and choose 'Family Room.' Once you book a large family room with your voucher, share your booking number so we can adjust the reservation. Children's breakfast (ages 7-17) is payable on-site."
    }
  },
  {
    "title": "Voucher Date Change / Gutschein-Umbuchung",
    "tags": [
      "voucher", "rebooking", "Gutschein", "Umbuchung",
      "Kulanz", "Umbuchungsbestätigung"
    ],
    "text": {
      "de": "Der Reisezeitraum der Gutscheinbuchung wurde einmalig aus Kulanz geändert. Eine Bestätigung liegt bei. Bitte prüfen Sie die Daten; Änderungen sind sonst nicht mehr möglich. Frühstückskosten für Kinder und Zusatzleistungen sind vor Ort zu zahlen.",
      "en": "The travel period of your voucher booking was changed once as a goodwill gesture. A confirmation is attached. Please verify your details; further changes are not possible. Children’s breakfast and additional services are payable on-site."
    }
  },
  {
    "title": "Family Room Assignment / Familienzimmer zugeteilt",
    "tags": [
      "family room", "Familienzimmer", "Kinder",
      "Frühstück", "Aufpreis"
    ],
    "text": {
      "de": "Sie wurden in ein Familienzimmer gebucht. Falls Sie Frühstück für Ihre Kinder (7-17 Jahre) hinzubuchen möchten, teilen Sie uns dies bitte mit.",
      "en": "You have been assigned a family room. If you wish to add breakfast for your children (ages 7-17), please let us know."
    }
  },
  {
    "title": "Voucher Availability / Gutscheinverfügbarkeit",
    "tags": [
      "voucher", "availability", "Gutschein",
      "Buchung", "Kontingente"
    ],
    "text": {
      "de": "Verfügbarkeiten für die nächsten zwölf Monate sind auf https://voucher.aohostels.com/de/availability einsehbar. Grün markierte Tage sind buchbar; der Abreisetag darf rot markiert sein, um den reinen Gutscheinwert zu nutzen.",
      "en": "Voucher availability for the next twelve months can be checked at https://voucher.aohostels.com/de/availability. Green-marked days are bookable; the departure day can be red-marked to use the pure voucher value."
    }
  },
  {
    "title": "Voucher Surcharge / Gutschein-Zuschlag",
    "tags": [
      "voucher", "extra charge", "Gutschein", "Zuschlag",
      "Upgrade", "Tagesrate"
    ],
    "text": {
      "de": "Außerhalb der Promotion-Verfügbarkeiten kann ein Zuschlag anfallen (aktuelle Tagesrate abzüglich Gutscheinwert). Dieser wird vor Ort beim Check-in bezahlt.",
      "en": "Outside promotional availability, a surcharge may apply (current daily rate minus voucher value). This is payable onsite at check-in."
    }
  },
  {
    "title": "Voucher Special Dates / Gutschein-Sondertermine",
    "tags": [
      "voucher", "promotion", "Gutschein",
      "Upgradezahlung", "Verfügbarkeit", "Sondertermin"
    ],
    "text": {
      "de": "Gutscheine können an stark frequentierten Terminen oder Sonderterminen nur mit Upgrade verwendet werden. Ob später ein Termin ohne Upgrade verfügbar wird, ist derzeit unklar. Prüfen Sie jederzeit https://voucher.aohostels.com/de/availability.",
      "en": "Vouchers on busy or special dates may require an upgrade payment. It is unknown whether future dates will be upgrade-free. Check https://voucher.aohostels.com/de/availability anytime."
    }
  },
  {
    "title": "Voucher Name Change / Namensänderung Gutscheinbuchung",
    "tags": [
      "voucher", "name change", "Gutschein",
      "Namensänderung", "Übertragung", "Kulanz"
    ],
    "text": {
      "de": "Die Namensänderung wurde einmalig als Kulanz durchgeführt. Weitere Umbuchungen oder Namensänderungen sind ausgeschlossen.",
      "en": "The name change was done once as a goodwill gesture. Further rebookings or name changes are excluded."
    }
  },
  {
    "title": "Voucher Portal / Gutscheinportal",
    "tags": [
      "voucher", "portal", "Buchungsportal",
      "Kontingent", "Upgrade"
    ],
    "text": {
      "de": "Gutscheineinlösung erfolgt über https://voucher.aohostels.com. Bei hoher Nachfrage ist das Kontingent ggf. erschöpft. Ein Upgrade wird angeboten, sofern Zimmer über die reguläre Website noch verfügbar sind.",
      "en": "Redeem vouchers via https://voucher.aohostels.com. If demand is high, the voucher allotment may be full. An upgrade is offered if rooms remain available on the main website."
    }
  },
  {
    "title": "Voucher Rebooking Within 12 Months / Umbuchung innerhalb 12 Monate",
    "tags": [
      "voucher", "rebooking", "Umbuchung", "Gutschein",
      "Kulanz", "Kontingent"
    ],
    "text": {
      "de": "Eine einmalige Kulanz-Umbuchung ist möglich, sofern Termine im ursprünglich gebuchten a&o verfügbar sind. Ansonsten ist ein Zuschlag zu zahlen. Bitte teilen Sie uns bis 18 Uhr am Anreisetag ein Alternativdatum mit.",
      "en": "A one-time goodwill rebooking is possible if dates at the originally booked a&o are available. Otherwise, a surcharge applies. Please provide an alternative date by 6 PM on the arrival day."
    }
  },
  {
    "title": "Voucher Booking Instructions / Anleitung Gutscheineinlösung",
    "tags": [
      "voucher", "booking", "Gutschein", "Einlösung",
      "Buchungsanleitung"
    ],
    "text": {
      "de": "Die Buchung erfolgt ausschließlich unter https://voucher.aohostels.com/de. Dort gibt es einen Kalender mit Kontingent. Grün markierte Tage sind buchbar, der Abreisetag darf rot sein. Weitere Nächte können je nach Verfügbarkeit hinzugebucht werden. Nur die Gutscheinnummer ist erforderlich.",
      "en": "Booking is exclusively via https://voucher.aohostels.com/de. A calendar shows allotments, with green-marked days bookable, and the departure day can be red. Additional nights can be added if available. Only the voucher number is required."
    }
  },
  {
    "title": "Missing Voucher Number / Fehlende Gutscheinnummer",
    "tags": [
      "voucher", "missing number", "Gutschein",
      "E-Mail", "PayPal"
    ],
    "text": {
      "de": "Sie sollten zwei E-Mails erhalten haben (Bestellbestätigung und Gutscheinnummer). Falls Sie sie nicht finden, nutzen Sie https://www.aohostels.com/de/voucher/suche/ oder kontaktieren Sie Ihren Gutscheinanbieter.",
      "en": "You should have received two emails (order confirmation and voucher number). If not, use https://www.aohostels.com/de/voucher/suche/ or contact your voucher provider."
    }
  },
  {
    "title": "Voucher Validity / Gutschein Gültigkeit",
    "tags": [
      "voucher", "validity", "Gutschein",
      "Gültigkeit", "Buchungszeitraum"
    ],
    "text": {
      "de": "Unterschiedliche Gutscheinarten ermöglichen bestimmte Häuser. Neue Häuser sind evtl. nicht in älteren Gutscheinen enthalten. Prüfen Sie Ihren Code auf voucher.aohostels.com. Einlösen erfolgt erst nach Abschluss des Buchungsprozesses.",
      "en": "Different voucher types include certain properties. Newly opened locations may not be included in older vouchers. Check your code at voucher.aohostels.com. Redemption is final once the booking process is completed."
    }
  },
  {
    "title": "Technical Issues with Voucher / Technische Probleme Gutscheinportal",
    "tags": [
      "voucher", "technical issue", "Browser",
      "Probleme", "Buchung"
    ],
    "text": {
      "de": "Versuchen Sie einen anderen Browser (Firefox, Chrome) oder ein anderes Gerät. Wenn es weiterhin nicht funktioniert, kontaktieren Sie uns, damit wir eine andere Lösung finden.",
      "en": "Try a different browser (Firefox, Chrome) or a different device. If it still fails, please contact us so we can find another solution."
    }
  },
  {
    "title": "Upgrade from Dorm Voucher / Upgrade vom Mehrbettzimmer-Gutschein",
    "tags": [
      "voucher", "dorm", "Gutschein", "Upgrade",
      "Doppelzimmer"
    ],
    "text": {
      "de": "Mit dem Mehrbettzimmer-Gutschein können Sie zunächst das Mehrbettzimmer buchen. Ein Upgrade auf ein Doppelzimmer ist gegen Aufpreis (FLEX-Rate) möglich.",
      "en": "Use the dorm voucher to book the dorm first. An upgrade to a double room is possible for an additional fee (based on FLEX rate)."
    }
  },
  {
    "title": "Voucher Valid for 3 Years / Gutschein 3 Jahre gültig",
    "tags": [
      "voucher", "validity", "3 Jahre",
      "Gültigkeitsdauer", "Frist"
    ],
    "text": {
      "de": "Der Gutschein ist ab Kaufdatum 3 Jahre lang gültig. Eine Reservierung ist bis Ende des Jahres des Ablaufdatums möglich. Der Aufenthalt kann noch im Folgejahr stattfinden, sofern der Gutschein rechtzeitig eingelöst wurde.",
      "en": "The voucher is valid for three years from the purchase date. You can reserve until the end of the year it expires, and the stay can occur the following year if redeemed on time."
    }
  },
  {
    "title": "Reservation Not Cancelable / Reservierung nicht stornierbar",
    "tags": [
      "voucher", "non-cancelable", "Stornierung",
      "AGB", "Fix-Buchung"
    ],
    "text": {
      "de": "Eine Stornierung ist leider nicht möglich. Unsere AGB (www.aohostels.com/de/agb/) erläutern die Details. Wir hoffen, dass Sie die bestehende Reservierung wahrnehmen können.",
      "en": "Unfortunately, this reservation cannot be canceled. Our T&Cs (www.aohostels.com/de/agb/) explain the details. We hope you can keep your existing reservation."
    }
  },
  {
    "title": "Send Voucher Code / Bitte Gutscheinnummer senden",
    "tags": [
      "voucher", "code", "Gutscheinnummer",
      "Anfrage", "Buchungswunsch"
    ],
    "text": {
      "de": "Bitte senden Sie uns kurz Ihre vollständige Gutscheinnummer, damit wir Ihnen bei Ihrem Buchungswunsch helfen können.",
      "en": "Please provide your complete voucher number so we can assist with your booking request."
    }
  },
  {
    "title": "Jochen Schweizer Voucher Not Usable / Jochen Schweizer Gutschein ungültig",
    "tags": [
      "Jochen Schweizer", "voucher", "Gutschein",
      "Kooperation beendet"
    ],
    "text": {
      "de": "Wir nehmen keine Jochen-Schweizer-Gutscheine mehr an. Bitte wenden Sie sich für die weitere Nutzung an service@jochen-schweizer.de.",
      "en": "We no longer accept Jochen Schweizer vouchers. For further assistance, please contact service@jochen-schweizer.de."
    }
  },
  {
    "title": "Booking Number Request / Buchungsnummer erfragen",
    "tags": [
      "booking", "reservation", "Buchungsnummer",
      "Anfrage", "Details"
    ],
    "text": {
      "de": "Bitte teilen Sie uns Ihre Buchungsnummer mit, damit wir Ihnen weiterhelfen können.",
      "en": "Please provide your booking number so we can assist you."
    }
  },
  {
    "title": "Stay Duration in Dorm / Aufenthaltsdauer im Schlafsaal",
    "tags": [
      "stay", "dorm", "Schlafsaal", "Langzeitaufenthalt",
      "14 Nächte", "Verlängerung"
    ],
    "text": {
      "de": "Im Mehrbettzimmer sind 14 Nächte möglich, verlängerbar auf bis zu 2 Monate (nach Rücksprache). In privaten Zimmern sind bis zu 6 Monate Buchung möglich (Mindestaufenthalt 30 Nächte). Info unter https://www.aohostels.com/en/longstay/.",
      "en": "A stay of 14 nights is possible in dorms, extendable up to 2 months (with agreement). In private rooms, up to 6 months can be booked (minimum 30 nights). More info: https://www.aohostels.com/en/longstay/."
    }
  },
  {
    "title": "Non-Smoking / Nichtraucher",
    "tags": [
      "non-smoking", "smoking policy", "Rauchverbot",
      "Rauchen", "Hotelregeln"
    ],
    "text": {
      "de": "Rauchen ist in allen a&o Häusern untersagt. Außerhalb unserer Gebäude ist das Rauchen gestattet.",
      "en": "Smoking is prohibited in all a&o locations. Smoking is allowed outside the buildings."
    }
  },
  {
    "title": "Twin Room Beds / Einzelbetten im Doppelzimmer",
    "tags": [
      "twin room", "double room", "Einzelbetten",
      "Zweibettzimmer", "Betten"
    ],
    "text": {
      "de": "Doppel- bzw. Zweibettzimmer haben zwei Einzelbetten, die zusammenstehen. Sie können sie auf Wunsch selbst auseinanderschieben.",
      "en": "Double or twin rooms feature two single beds placed together, which can be separated if desired."
    }
  },
  {
    "title": "Message in English / Nachricht auf Englisch",
    "tags": [
      "language", "English", "Sprache",
      "Kommunikation", "Übersetzung"
    ],
    "text": {
      "de": "Wir verstehen Ihre Nachricht nicht. Bitte verfassen Sie diese auf Englisch, damit wir weiterhelfen können.",
      "en": "We can't understand your message. Please rewrite it in English so we can assist you."
    }
  },
  {
    "title": "Room Location / Zimmerlage",
    "tags": [
      "room preference", "Zimmerwunsch",
      "Lage", "Unterbringung"
    ],
    "text": {
      "de": "Wir berücksichtigen Ihren Zimmerwunsch, können ihn aber nicht garantieren. Wir bemühen uns, ihn zu erfüllen.",
      "en": "We will note your room preference, but we cannot guarantee it. We will do our best to accommodate you."
    }
  },
  {
    "title": "Specific Bed in Dorm / Spezielles Bett im Mehrbettzimmer",
    "tags": [
      "dorm bed", "Mehrbettzimmer",
      "Bettwunsch", "Unteres Bett"
    ],
    "text": {
      "de": "Ein bestimmtes Bett im Mehrbettzimmer kann nicht reserviert werden. Bei Bedarf eines unteren Bettes sprechen Sie bitte das Team an.",
      "en": "It is not possible to reserve a specific bed in a dorm. If you need a lower bed, please inform our staff."
    }
  },
  {
    "title": "Hostel Comfort / Hostelkomfort",
    "tags": [
      "hostel comfort", "Ausstattung", "Extras",
      "Handtücher", "Bettwäsche"
    ],
    "text": {
      "de": "Zimmer mit Dusche/WC enthalten Föhn, Kosmetiktücher, 2in1 Shampoo & Duschgel, WLAN und Bettwäsche. Handtücher können Sie selbst mitbringen oder vor Ort erwerben.",
      "en": "Rooms with shower/WC include a hairdryer, tissues, 2-in-1 shampoo/shower gel, Wi-Fi, and bed linen. You can bring your own towels or rent them onsite."
    }
  },
  {
    "title": "Hotel Comfort / Hotel Komfort",
    "tags": [
      "hotel comfort", "Ausstattung", "Familienvorteile",
      "Extras"
    ],
    "text": {
      "de": "Zusätzlich sind Handtücher und TV inklusive. Familien erhalten weitere Gratis-Extras: http://www.aohostels.com/familien.",
      "en": "Towels and TV are also included. Families receive more free extras: http://www.aohostels.com/familien."
    }
  },
  {
    "title": "Influencer Cooperation / Influencer-Kooperation",
    "tags": [
      "influencer", "marketing", "Kooperation",
      "Zusammenarbeit"
    ],
    "text": {
      "de": "Bitte kontaktieren Sie unser Marketing-Team (marketing@aohostels.com) für Influencer-Kooperationen.",
      "en": "Please contact our marketing team (marketing@aohostels.com) for influencer collaborations."
    }
  },
  {
    "title": "Group in Dorm / Gruppe im Mehrbettzimmer",
    "tags": [
      "group", "Mehrbettzimmer",
      "Gruppenbuchung", "Zimmerwunsch"
    ],
    "text": {
      "de": "Wir versuchen, Ihre Gruppe gemeinsam in einem Mehrbettzimmer unterzubringen, können dies jedoch nicht garantieren.",
      "en": "We will attempt to accommodate your group in the same dorm, but we cannot guarantee it."
    }
  },
  {
    "title": "Dynamic Pricing / Dynamische Preisgestaltung",
    "tags": [
      "prices", "cost", "dynamische Preise",
      "Tarif", "Buchung"
    ],
    "text": {
      "de": "Unsere Preise variieren je nach Auslastung, Ereignissen und Feiertagen. Tagesaktuelle Preise finden Sie unter www.aohostels.com (maximal 1 Jahr im Voraus buchbar).",
      "en": "Our prices vary based on occupancy, events, and holidays. Current rates can be found at www.aohostels.com (bookable up to 1 year in advance)."
    }
  },
  {
    "title": "Online Reviews & Bed Bugs / Online-Bewertungen & Bettwanzen",
    "tags": [
      "reviews", "Bewertungen",
      "Hygiene", "Bettwanzen", "Schädlingsbekämpfung"
    ],
    "text": {
      "de": "Wir legen großen Wert auf Sauberkeit. Bei seltenen Bettwanzenfällen werden betroffene Zimmer umgehend gesperrt und professionell behandelt. Auf Wunsch checken wir Ihr Zimmer vor Anreise extra.",
      "en": "We prioritize cleanliness. In rare cases of bed bugs, affected rooms are immediately closed and professionally treated. Upon request, we can check your room before arrival."
    }
  },
  {
    "title": "Underage Guests / Minderjährige Gäste",
    "tags": [
      "underage", "Minderjährige",
      "Einverständniserklärung", "Jugendliche",
      "Ü14"
    ],
    "text": {
      "de": "Gäste ab 14 Jahren benötigen eine Einverständniserklärung der Eltern und eine Ausweiskopie des unterschreibenden Elternteils. Kostenlose Übernachtung für Minderjährige nur mit Erziehungsberechtigtem im selben Zimmer.",
      "en": "Guests aged 14+ need a parental consent form and a copy of the signing parent’s ID. Free stays for minors only apply if a legal guardian is in the same room."
    }
  },
  {
    "title": "Accepted Payment Methods / Akzeptierte Zahlungsmethoden",
    "tags": [
      "payment", "Zahlung", "Visa",
      "MasterCard", "Bar", "EC-Karte"
    ],
    "text": {
      "de": "Wir akzeptieren Barzahlung, Debit- und Kreditkarten (Visa, Mastercard). American Express wird nicht angenommen. Zahlung erfolgt nur in Landeswährung.",
      "en": "We accept cash, debit, and credit cards (Visa, Mastercard). American Express is not accepted. Payment is in local currency only."
    }
  },
  {
    "title": "Delayed Reply for In-House Guest / Verzögerte Antwort bei Hausgast",
    "tags": [
      "delay", "in-house", "Verzögerung",
      "Gast vor Ort", "Bearbeitung"
    ],
    "text": {
      "de": "Entschuldigung für die verspätete Antwort. Laut Buchungsdetails sind Sie bereits im Haus. Wir hoffen, Ihr Anliegen hat sich geklärt. Für weitere Fragen sind wir gern da.",
      "en": "We apologize for the delayed reply. According to your booking details, you are already checked in. We hope your concerns are resolved; feel free to contact us if needed."
    }
  },
  {
    "title": "Early Check-In Option / Früher Check-In",
    "tags": [
      "early check-in", "früher Check-in",
      "Anreise", "Zimmerverfügbarkeit", "Aufpreis"
    ],
    "text": {
      "de": "Sie können Gepäck abstellen. Ein garantierter Early Check-In ab 11/12 Uhr (je nach Wochentag) ist gegen Aufpreis buchbar. Verfügbarkeit prüfen wir auf Anfrage.",
      "en": "You can store your luggage. A guaranteed early check-in from 11/12 AM (depending on the day) is available for an additional fee. We can confirm availability on request."
    }
  },
  {
    "title": "Early Check-In Not Available / Früher Check-In nicht möglich",
    "tags": [
      "early check-in", "nicht verfügbar",
      "Anreise", "Zimmerbelegung"
    ],
    "text": {
      "de": "Ein Early Check-In für Ihren gewünschten Zeitraum ist leider nicht möglich. Wir bitten um Ihr Verständnis.",
      "en": "Unfortunately, an early check-in is not possible for your requested dates. We appreciate your understanding."
    }
  },
  {
    "title": "Early Check-In Added / Früher Check-In hinzugefügt",
    "tags": [
      "early check-in", "Buchungsänderung",
      "Anreise", "Aufpreis"
    ],
    "text": {
      "de": "Wir haben den Early Check-In zu Ihrer Buchung hinzugefügt. Sie können das Zimmer ab 11/12 Uhr beziehen. Die Gebühr zahlen Sie vor Ort.",
      "en": "We have added early check-in to your booking, allowing room access from 11/12 AM. The fee is payable on arrival."
    }
  },
  {
    "title": "Flex Booking Guarantee / Garantie für Flex-Buchung",
    "tags": [
      "flex booking", "garantierte Buchung",
      "Kreditkarte", "Stornierung"
    ],
    "text": {
      "de": "Sie können Ihre Flexbuchung mit Kreditkartendaten, Vorauszahlung oder Web-Check-In am Vortag garantieren. Ohne Garantie kann Ihre Buchung ab 18 Uhr freigegeben werden.",
      "en": "Guarantee your flexible booking by providing credit card details, prepayment, or using the web check-in link the day before. Without a guarantee, we may release your room after 6 PM."
    }
  },
  {
    "title": "Late Arrival / Späte Anreise",
    "tags": [
      "late check-in", "späte Anreise",
      "garantierte Buchung", "Nach 18 Uhr"
    ],
    "text": {
      "de": "Unsere Rezeption ist 24/7 besetzt. Mit garantierter Buchung halten wir Ihr Zimmer auch nach 18 Uhr frei.",
      "en": "Our reception is staffed 24/7. With a guaranteed booking, your room remains reserved after 6 PM."
    }
  },
  {
    "title": "Bank Transfer Payment / Überweisung",
    "tags": [
      "payment", "Überweisung",
      "Vorkasse", "Bankdaten", "Buchungsnummer"
    ],
    "text": {
      "de": "Sie können den Betrag vorab überweisen. Nutzen Sie pro Buchung eine separate Überweisung und geben Sie die Buchungsnummer als Verwendungszweck an. Prüfen Sie nach fünf Werktagen den Zahlungseingang mit uns ab.",
      "en": "You can pay in advance via bank transfer. For each booking, please transfer separately and include the booking number as a reference. Contact us after five business days to confirm receipt."
    }
  },
  {
    "title": "Booking Guaranteed with Credit Card / Buchung mit Kreditkarte garantiert",
    "tags": [
      "payment", "Kreditkarte",
      "Garantie", "Nichtanreise"
    ],
    "text": {
      "de": "Ihre Buchung ist jetzt garantiert; das Zimmer wird die ganze Nacht freigehalten. Die Kreditkarte wird nur bei Nichtanreise belastet.",
      "en": "Your booking is now guaranteed; the room will be held all night. The credit card will be charged only in case of no-show."
    }
  },
  {
    "title": "Flexible Booking Guarantee / Flexibel buchen und absichern",
    "tags": [
      "payment", "flex booking", "Anzahlung",
      "Kreditkarte", "Garantie"
    ],
    "text": {
      "de": "Sie können Ihre Flexbuchung per Kreditkarte absichern oder vorab anzahlen. Die Karte wird nur im Falle einer Nichtanreise belastet.",
      "en": "You may secure your flex booking with a credit card or prepayment. The card will only be charged in the event of a no-show."
    }
  },
  {
    "title": "Late Check-Out Added / Später Check-Out hinzugefügt",
    "tags": [
      "late check-out", "Abreise",
      "Buchungsänderung", "Aufpreis"
    ],
    "text": {
      "de": "Der Late Check-Out bis 14 Uhr wurde hinzugefügt. Die Gebühr zahlen Sie bequem bei Anreise.",
      "en": "Late check-out until 2 PM has been added. The fee is payable upon arrival."
    }
  },
  {
    "title": "Check-Out Times / Check-out-Zeiten",
    "tags": [
      "check-out", "Zeiten",
      "Late Check-out", "Zusatzleistung"
    ],
    "text": {
      "de": "Check-out ist Mo-Fr bis 10 Uhr, Sa-So bis 11 Uhr. Ein Late Check-out bis 14 Uhr kann optional gegen Aufpreis gebucht werden (nur für Privatzimmer).",
      "en": "Check-out is until 10 AM (Mon-Fri) and 11 AM (Sat-Sun). A late check-out until 2 PM is available for an extra fee (private rooms only)."
    }
  },
  {
    "title": "Credit Card Charge Confirmation / Kreditkartenbelastung bestätigt",
    "tags": [
      "credit card", "Kreditkarte", "Belastung",
      "Bezahlung", "Rechnung"
    ],
    "text": {
      "de": "Ihre Kreditkarte wurde erfolgreich belastet. Eine provisorische Rechnung liegt bei. Für Fragen stehen wir gerne zur Verfügung.",
      "en": "Your credit card was successfully charged. A provisional invoice is attached. Let us know if you have any questions."
    }
  },
  {
    "title": "Special Contract Booking / Sondertermin-Buchung",
    "tags": [
      "special event", "Sondertermin",
      "Angebot", "Vorauszahlung", "Buchungsvertrag"
    ],
    "text": {
      "de": "Unser maßgeschneidertes Angebot und Vertrag liegen bei. Die Buchung ist nur gültig bei 100% Vorauszahlung innerhalb von 7 Tagen. Danach keine Erstattung oder kostenfreie Stornierung möglich.",
      "en": "A tailored offer and contract are attached. The booking is valid only with 100% prepayment within seven days. After payment, no refunds or free cancellation apply."
    }
  },
  {
    "title": "Booking Confirmation Attached / Buchungsbestätigung anbei",
    "tags": [
      "booking confirmation", "Bestätigung",
      "Zahlung", "Tourismusabgabe"
    ],
    "text": {
      "de": "Die Buchungsbestätigung ist beigefügt. Bitte beachten Sie die 18-Uhr-Regelung und ggf. die Tourismusabgabe in manchen Städten. Zahlung auf Rechnung ist nicht möglich.",
      "en": "The booking confirmation is attached. Please note rooms are held until 6 PM and a city tax may apply in some locations. Invoicing is not possible."
    }
  },
  {
    "title": "Booking Modified / Buchung geändert",
    "tags": [
      "booking change", "Änderung",
      "Buchungsbestätigung", "Update"
    ],
    "text": {
      "de": "Wir haben Ihre Buchung wie gewünscht angepasst. Die neue Bestätigung finden Sie im Anhang.",
      "en": "Your booking has been modified as requested. The updated confirmation is attached."
    }
  },
  {
    "title": "T-Online Email Issue / T-Online E-Mail Problem",
    "tags": [
      "t-online", "email", "Spamfilter",
      "Buchungsbestätigung", "Einstellungen"
    ],
    "text": {
      "de": "T-Online blockiert unsere automatischen E-Mails. Bitte passen Sie die Spamschutzeinstellungen in Ihrem E-Mail Center an. Die Bestätigung ist im Anhang.",
      "en": "T-Online may block our automatic emails. Adjust your spam protection settings in your T-Online Mail Center. The confirmation is attached."
    }
  },
  {
    "title": "Contract Offer Attached / Vertragsangebot anbei",
    "tags": [
      "booking contract", "Vertrag",
      "Angebot", "Gruppenbuchung", "AGB"
    ],
    "text": {
      "de": "Ein auf Sie zugeschnittenes Angebot ist beigefügt. Bitte senden Sie alle Seiten unterschrieben an uns zurück. Alle Leistungen sind beim Check-in zu zahlen, sofern nicht anders vereinbart.",
      "en": "A tailored offer is attached. Please send all pages signed back to us. All services must be paid at check-in unless otherwise agreed."
    }
  },
  {
    "title": "Voucher Booking Confirmation Attached / Buchungsbestätigung Gutschein",
    "tags": [
      "voucher", "confirmation", "Buchungsbestätigung",
      "Frühstück", "Zusatzkosten"
    ],
    "text": {
      "de": "Ihre Buchungsbestätigung ist angehängt. Das Zimmer und Frühstück der Erwachsenen sind durch den Gutschein abgedeckt. Kinderfrühstück und ggf. weitere Leistungen zahlen Sie vor Ort.",
      "en": "Your booking confirmation is attached. The room and adult breakfast are covered by the voucher. Children's breakfast and any extras are payable onsite."
    }
  },
  {
    "title": "Fixed Booking / Fix-Buchung (Non-Refundable)",
    "tags": [
      "fix booking", "non-refundable",
      "Sparrate", "Umbuchung", "Stornierung"
    ],
    "text": {
      "de": "Ihre Sparrate ist nicht stornierbar oder erstattungsfähig. Aus Kulanz haben wir Ihre Buchung einmalig auf den neuen Termin/Zimmerkategorie gelegt. Der Aufpreis wird beim Check-in beglichen.",
      "en": "Your special rate is non-refundable. As a goodwill gesture, we moved your booking once to the new date/room category. Any additional amount is payable at check-in."
    }
  },
  {
    "title": "Partial Cancellation - No Refund / Teilstornierung - Keine Erstattung",
    "tags": [
      "fix booking", "partial cancellation",
      "Non-Refundable", "Sparrate"
    ],
    "text": {
      "de": "Bei einer Fix-Buchung mit 10% Rabatt ist eine Teilstornierung (z.B. Betten, Frühstück, Parkplätze) nicht erstattungsfähig. Ein überschüssiger Betrag kann ggf. für andere Extras angerechnet werden.",
      "en": "With a non-refundable, discounted rate, partial cancellations (beds, breakfast, parking) cannot be refunded. Any surplus may be used toward other extras."
    }
  },
  {
    "title": "Booking Made via Third Party / Buchung über Drittanbieter",
    "tags": [
      "third party", "travel agent",
      "Expedia", "Booking.com", "Änderung"
    ],
    "text": {
      "de": "Bitte wenden Sie sich direkt an Ihren Reiseveranstalter (Agoda/Booking.com/Expedia), um Änderungen vorzunehmen. Wir dürfen ohne dessen Einverständnis nichts bearbeiten.",
      "en": "Please contact your travel provider (Agoda/Booking.com/Expedia) directly for modifications. We cannot adjust your reservation without their consent."
    }
  },
  {
    "title": "Fix-Rate Date Change / Fix-Buchung Datum verschieben",
    "tags": [
      "fix booking", "non-refundable",
      "Umbuchung", "Kulanz", "Stornogebühren"
    ],
    "text": {
      "de": "Wir können Ihre Fix-Buchung einmalig auf ein neues Datum verschieben (innerhalb von 12 Monaten), wenn verfügbar. Bei teurerem Datum zahlen Sie den Aufpreis, bei günstigerem Datum wird keine Rückerstattung gewährt.",
      "en": "We can shift your non-refundable booking once to a new date (within 12 months) if available. If the new date is more expensive, the difference is payable, and if cheaper, no refund is provided."
    }
  },
  {
    "title": "Non-Refundable Cancellation / Fix-Buchung Stornierung",
    "tags": [
      "fix booking", "non-refundable",
      "Stornierung", "Keine Erstattung"
    ],
    "text": {
      "de": "Da es sich um eine Fix-Buchung handelt, ist sie nicht kostenfrei stornierbar oder erstattungsfähig. Wir hoffen, dass Sie Ihre Reservierung wahrnehmen können.",
      "en": "This is a non-refundable booking and cannot be canceled without charge. We hope you can still use your reservation."
    }
  },
  {
    "title": "Same Room for Extended Stay / Gleiches Zimmer für gesamten Aufenthalt",
    "tags": [
      "extension", "same room",
      "Aufenthalt", "Zusammenlegung"
    ],
    "text": {
      "de": "Wir haben Sie für den gesamten Aufenthalt im selben Zimmer eingebucht. Ein Zimmerwechsel entfällt.",
      "en": "We have arranged for you to stay in the same room for your entire stay. No room change is required."
    }
  },
  {
    "title": "Ignore Automatic Cancellation Email / Automatische Stornierungsmail ignorieren",
    "tags": [
      "automated email", "Stornierung",
      "Versehen", "Ignorieren"
    ],
    "text": {
      "de": "Die automatische Stornierungsmail wurde versehentlich versendet. Ihre Buchung ist bereits storniert oder korrekt bearbeitet. Bitte ignorieren Sie diese Nachricht.",
      "en": "The automatic cancellation email was sent in error. Your booking is already canceled or correctly processed. Please disregard this message."
    }
  },
  {
    "title": "Free Cancellation Done / Kostenfreie Stornierung erfolgt",
    "tags": [
      "free cancellation", "Stornierung",
      "Buchung storniert", "Kostenfrei"
    ],
    "text": {
      "de": "Ihre Buchung wurde wunschgemäß kostenfrei storniert. Wir hoffen, Sie zukünftig wieder bei a&o begrüßen zu dürfen.",
      "en": "Your booking was canceled free of charge as requested. We hope to welcome you at a&o in the future."
    }
  },
  {
    "title": "Non-Refundable Cancellation / Nicht erstattungsfähige Stornierung",
    "tags": [
      "non-refundable", "Stornierung",
      "Gutschein", "Stornogebühr"
    ],
    "text": {
      "de": "Ihre Buchung wurde storniert, jedoch fällt bei dieser Tarifart eine Stornogebühr an (Vorauszahlung/Gutscheinwert wird einbehalten). Auf Wunsch stellen wir Ihnen eine Stornorechnung aus.",
      "en": "Your booking has been canceled, but this rate is non-refundable (your prepayment/voucher value is retained). We can issue a cancellation invoice if required."
    }
  },
  {
    "title": "Alternative Suggestion / Alternative Unterkunft",
    "tags": [
      "alternative room", "ausgebucht",
      "Vorschlag", "Keine Verfügbarkeit"
    ],
    "text": {
      "de": "Ihr Wunschtermin ist ausgebucht. Als Alternative ist jedoch in einem anderen a&o noch ein Zimmer (Einzel-/Doppel-/Familien-/Mehrbettzimmer) verfügbar. Frühstück kann optional hinzugebucht werden.",
      "en": "Your requested date is fully booked. Alternatively, another a&o still has a single/double/family/dorm room available. Breakfast can be added as an option."
    }
  },
  {
    "title": "Offer with Temporary Reservation / Angebot mit vorläufiger Reservierung",
    "tags": [
      "offer", "Angebot", "Reservierung",
      "Frühstück", "Bezahlung"
    ],
    "text": {
      "de": "Wir haben das gewünschte Zimmer unverbindlich bis 18 Uhr am Anreisetag für Sie reserviert. Die Preise entnehmen Sie der Buchungsbestätigung. Frühstück ist optional buchbar. Bitte sichern Sie Ihre Buchung per Kreditkarte oder Überweisung ab.",
      "en": "We have tentatively reserved the requested room(s) until 6 PM on arrival day. Prices are in the attached confirmation. Breakfast is optional. Please secure your booking via credit card or bank transfer."
    }
  },
  {
    "title": "Desired a&o Fully Booked / Gewünschtes a&o ausgebucht",
    "tags": [
      "fully booked", "Ausgebucht",
      "Kein Zimmer", "Alternativer Zeitraum"
    ],
    "text": {
      "de": "Das gewünschte a&o ist für Ihren Termin ausgebucht. Wenn Sie einen anderen Zeitraum erwägen, lassen Sie es uns wissen. Wir unterbreiten Ihnen gern ein Angebot.",
      "en": "The requested a&o is fully booked for your dates. If you consider alternative dates, let us know, and we will offer a suitable option."
    }
  },
  {
    "title": "City or Property Not Specified / Stadt oder Haus nicht angegeben",
    "tags": [
      "city", "property",
      "Standort", "Unklarheit", "Anfrage"
    ],
    "text": {
      "de": "Bitte teilen Sie uns mit, in welcher Stadt bzw. in welchem a&o Sie buchen möchten. Eine Übersicht unserer Standorte finden Sie auf www.aohostels.com.",
      "en": "Please let us know which city or a&o property you wish to book. A full list of our locations is available at www.aohostels.com."
    }
  },
  {
    "title": "Delayed Response / Verzögerte Rückmeldung",
    "tags": [
      "delay", "Entschuldigung",
      "Hohes Aufkommen", "Telefonhotline"
    ],
    "text": {
      "de": "Wegen vieler Anfragen dauern Antworten aktuell länger. Ihr Anliegen wurde anscheinend bereits geklärt. Bei dringenden Fragen rufen Sie bitte unsere Hotline an.",
      "en": "Due to high demand, replies are taking longer. It appears your issue is already resolved. For urgent matters, please call our hotline."
    }
  },
  {
    "title": "Long-Term Stay / Langzeitaufenthalt (ab 30 Nächte)",
    "tags": [
      "long stay", "Langzeitaufenthalt",
      "30 Nächte", "Buchung", "Longstay"
    ],
    "text": {
      "de": "Langzeitaufenthalte ab 30 Nächten können Sie ausschließlich selbst über https://www.aohostels.com/de/longstay/ buchen. Eine Anmeldung ist nicht möglich.",
      "en": "Long-term stays of 30+ nights can only be booked by you directly at https://www.aohostels.com/de/longstay/. Registration is not possible."
    }
  },
  {
    "title": "Parking Added / Parkplatz hinzugefügt",
    "tags": [
      "parking", "Parkplatz",
      "Gebühr", "Verfügbarkeit"
    ],
    "text": {
      "de": "Ein Parkplatz für XX € (bzw. 250 CZK/120 DKK/...) pro Nacht wurde hinzugefügt und ist kostenfrei stornierbar. Nutzung ab Anreise möglich, garantierter Anspruch jedoch erst ab 15 Uhr.",
      "en": "A parking space for XX € (or 250 CZK/120 DKK/...) per night has been added, cancellable free of charge. You may use it upon arrival, but it’s only guaranteed from 3 PM."
    }
  },
  {
    "title": "No Hotel Parking Available / Kein Parkplatz verfügbar",
    "tags": [
      "parking", "Parkplatz",
      "Ausgebucht", "Alternative"
    ],
    "text": {
      "de": "Leider können wir Ihnen keinen hoteleigenen Parkplatz anbieten. Bitte nutzen Sie externe Angebote wie parkopedia.de oder andere öffentliche Parkmöglichkeiten.",
      "en": "Unfortunately, we have no hotel parking spots available. Please check external options such as parkopedia.de or other public parking facilities."
    }
  },
  {
    "title": "Breakfast Buffet Details / Frühstücksbuffet",
    "tags": [
      "breakfast", "Buffet",
      "Preise", "Kinder", "Unverträglichkeiten"
    ],
    "text": {
      "de": "Das All-You-Can-Eat Frühstücksbuffet kostet 11,90 € für Erwachsene und 5,95 € für Kinder (7-17). Laktose- und glutenfreie Optionen sind erhältlich. Frühstückszeiten: Mo-Fr 7-11 Uhr, Sa/So 7-11 Uhr.",
      "en": "Our all-you-can-eat breakfast buffet is €11.90 for adults and €5.95 for children (ages 7-17). Lactose- and gluten-free products are available. Breakfast is served 7-11 AM (Mon-Fri and weekends)."
    }
  },
  {
    "title": "Pet Policy / Haustiere",
    "tags": [
      "pets", "Haustiere",
      "Gebühr", "Maximalhöhe"
    ],
    "text": {
      "de": "Bis zu zwei kleine Tiere (max. 60 cm Schulterhöhe) sind gegen eine Gebühr (z.B. 14 €) pro Nacht und Tier im privaten Zimmer erlaubt. In Mehrbettzimmern und Frühstücksräumen sind Haustiere nicht gestattet.",
      "en": "Up to two small animals (max. 60 cm shoulder height) are allowed in private rooms for a nightly fee (e.g. €14 per pet). Not allowed in dorms or breakfast areas."
    }
  },
  {
    "title": "Baby Bed Reserved / Babybett reserviert",
    "tags": [
      "baby bed", "Kinderbett",
      "Familie", "Ausstattung"
    ],
    "text": {
      "de": "Ein kostenfreies Babybett ist für Ihr Kind (bis 2 Jahre) reserviert. Bettwäsche ist inklusive.",
      "en": "A free baby cot is reserved for your child (up to 2 years). Linens are included."
    }
  },
  {
    "title": "Breakfast Booked / Frühstück hinzugebucht",
    "tags": [
      "breakfast", "Buffet",
      "Kosten", "All-You-Can-Eat"
    ],
    "text": {
      "de": "Das Frühstücksbuffet (11,90 € für Erwachsene, 5,95 € für Kinder 7-17) wurde gebucht. Sie zahlen beim Check-in. Bei Unverträglichkeiten bitte vorab Bescheid geben.",
      "en": "The breakfast buffet (€11.90 for adults, €5.95 for children 7-17) has been added. You pay at check-in. Let us know in advance about any dietary restrictions."
    }
  },
  {
    "title": "Invoice Address Change / Rechnungsadresse ändern",
    "tags": [
      "invoice", "address change",
      "Rechnung", "Korrektur"
    ],
    "text": {
      "de": "Bitte senden Sie uns die Originalrechnung per Post (a&o HOTELS GmbH & Co. KG, Service Center, Adalbertstr. 50, 10179 Berlin). Nach Erhalt nehmen wir die Änderung vor.",
      "en": "Please mail the original invoice to a&o HOTELS GmbH & Co. KG, Service Center, Adalbertstr. 50, 10179 Berlin. We will amend the address upon receipt."
    }
  },
  {
    "title": "Change Invoice On-Site / Rechnung vor Ort ändern (FOM)",
    "tags": [
      "invoice", "FOM",
      "Rechnungsadresse", "Kreditkarte"
    ],
    "text": {
      "de": "Bitte ändere die Rechnungsadresse, da vor Ort bezahlt wurde. Die korrekte Anschrift ist in den Infos vermerkt. Sende die neue Rechnung an die dort angegebene E-Mailadresse oder per Post.",
      "en": "Please update the invoice address since payment was done on-site. The correct address is noted in the info section. Send the updated invoice via email or post."
    }
  },
  {
    "title": "Provisional Invoice / Provisorische Rechnung",
    "tags": [
      "invoice", "Rechnung",
      "vorläufig", "Gast"
    ],
    "text": {
      "de": "Die provisorische Rechnung ist im Anhang. Die finale Rechnung wird beim Check-in erstellt und kann vor Ort oder per E-Mail ausgehändigt werden.",
      "en": "A provisional invoice is attached. The final invoice is generated at check-in and can be provided on-site or by email."
    }
  },
  {
    "title": "Final Invoice / Endgültige Rechnung",
    "tags": [
      "invoice", "final",
      "Zahlung", "Gast"
    ],
    "text": {
      "de": "Die finale Rechnung zu Ihrem Aufenthalt ist im Anhang. Bei weiteren Anliegen melden Sie sich bitte.",
      "en": "The final invoice for your stay is attached. Let us know if you need anything else."
    }
  },
  {
    "title": "No Invoice from Us / Keine Rechnung bei Drittzahlung (Agoda)",
    "tags": [
      "invoice", "Agoda",
      "Drittanbieter", "Zahlung"
    ],
    "text": {
      "de": "Da die Zahlung über Agoda abgewickelt wurde, können wir keine Rechnung über diesen Betrag ausstellen. Für Leistungen vor Ort erhalten Sie eine separate Rechnung im Anhang.",
      "en": "Because payment was processed through Agoda, we cannot issue an invoice for that amount. A separate invoice for onsite services is attached."
    }
  },
  {
    "title": "Virtual Card Amount Mismatch / Virtuelle Karte - Fehlender Betrag",
    "tags": [
      "virtual card", "Rechnung",
      "Kreditkarte", "Mismatch"
    ],
    "text": {
      "de": "Wir können nur über den von der virtuellen Kreditkarte abgebuchten Betrag eine Rechnung ausstellen. Dieser kann vom an den Gast berechneten Betrag abweichen.",
      "en": "We can only invoice the amount actually charged to the virtual card, which may differ from what the guest paid you."
    }
  },
  {
    "title": "Late Cost Coverage Processing / Kostenübernahme zu spät",
    "tags": [
      "cost coverage", "Kostenübernahme",
      "Zahlung", "verpasst"
    ],
    "text": {
      "de": "Die Kostenübernahme wurde nicht rechtzeitig bearbeitet, daher wurde vor Ort bezahlt. Die Rechnung liegt anbei.",
      "en": "The cost coverage was not processed in time, so payment was made onsite. The invoice is attached."
    }
  },
  {
    "title": "Credit Card Authorization Received / Kreditkartenautorisierung erhalten",
    "tags": [
      "credit card", "Kreditkarte",
      "Autorisierung", "Anzahlung"
    ],
    "text": {
      "de": "Ihre Kreditkarte wurde erfolgreich belastet. Eine provisorische Rechnung ist beigefügt. Die finale Rechnung wird beim Check-in erstellt.",
      "en": "Your credit card has been charged successfully. A provisional invoice is attached. The final invoice is issued at check-in."
    }
  },
  {
    "title": "No Invoice on Account / Keine Rechnung auf Rechnung",
    "tags": [
      "invoice", "Rechnung",
      "Kostenübernahme", "Kreditkarte"
    ],
    "text": {
      "de": "Wir akzeptieren keine Zahlung auf Rechnung. Sie können aber vorab mit Kreditkarte bezahlen. Füllen Sie dafür das Autorisierungsformular aus und senden Sie es zurück.",
      "en": "We do not accept payment by invoice. However, you may prepay by credit card. Please fill out the authorization form and return it to us."
    }
  },
  {
    "title": "Visa Confirmation / Visabestätigung",
    "tags": [
      "visa", "confirmation",
      "Reisedokumente", "Details"
    ],
    "text": {
      "de": "Für die Visa-Bestätigung benötigen wir Name, Passnummer und Geburtsdatum aller Reisenden. Geben Sie uns zudem eine private E-Mail-Adresse an.",
      "en": "We require each traveler’s name, passport number, and date of birth for the visa confirmation. Please also provide a private email address."
    }
  },
  {
    "title": "Visa Confirmation Sent / Visa-Bestätigung gesendet",
    "tags": [
      "visa", "confirmation",
      "Bestätigung", "Check"
    ],
    "text": {
      "de": "Die unterschriebene und gestempelte Visabestätigung ist im Anhang. Bitte prüfen Sie die Daten auf Richtigkeit.",
      "en": "A signed and stamped visa confirmation is attached. Please check if all details are correct."
    }
  },
  {
    "title": "No Allotment Available / Kein Kontingent aufstockbar",
    "tags": [
      "allotment", "Kontingent",
      "Ausgebucht", "Verfügbarkeit"
    ],
    "text": {
      "de": "Wir können das gewünschte Kontingent nicht erweitern, da wir ausgebucht sind. Wir bitten um Verständnis.",
      "en": "We cannot increase the requested allotment as we are fully booked. Thank you for your understanding."
    }
  },
  {
    "title": "Booking Confirmed / Buchung bestätigt",
    "tags": [
      "booking confirmation", "Buchungsnummer",
      "Check-in", "Reservierung"
    ],
    "text": {
      "de": "Ihre Buchung ist bestätigt. Die Buchungsnummer lautet NUMMER. Bitte geben Sie diese beim Check-in an.",
      "en": "Your booking is confirmed. The reservation number is NUMMER. Please provide this upon check-in."
    }
  },
  {
    "title": "Date Change Approved / Datumänderung zugestimmt",
    "tags": [
      "date change", "Umbuchung",
      "Gastanfrage", "Konditionen"
    ],
    "text": {
      "de": "Die Umbuchung des Gastes wurde genehmigt. Entweder kostenlos oder gegen eine Gebühr von €__. Weitere Bedingungen bleiben unverändert.",
      "en": "The guest’s date-change request is approved. Either free of charge or for a fee of €__. All other conditions remain unchanged."
    }
  },
  {
    "title": "Hamburg Tourist Tax / Bettensteuer Hamburg",
    "tags": [
      "tourist tax", "Hamburg",
      "Befreiung", "Arbeitgeberbestätigung"
    ],
    "text": {
      "de": "Für eine Befreiung von der Hamburger Bettensteuer muss eine Arbeitgeberbestätigung oder eine Arbeitgeberbuchung mit direkter Zahlung vorliegen. Eine Rückerstattung ist nachträglich nicht durch uns möglich. Wenden Sie sich an das Finanzamt Hamburg.",
      "en": "To be exempt from Hamburg’s lodging tax, guests need an employer confirmation or a direct employer booking and payment. We cannot reimburse the tax afterward; please contact the Hamburg tax office."
    }
  },
  {
    "title": "Voucher Instead of Refund / Wertgutschein statt Rückerstattung",
    "tags": [
      "voucher", "refund", "Wertgutschein",
      "Anzahlung"
    ],
    "text": {
      "de": "Wir können Ihnen einen Wertgutschein über den bereits gezahlten Betrag ausstellen (36 Monate gültig, europaweit in allen a&os einlösbar). Bitte teilen Sie uns mit, ob Sie dies wünschen.",
      "en": "We can issue a value voucher for the amount already paid (valid 36 months, redeemable at all a&o locations in Europe). Let us know if you prefer this option."
    }
  },
  {
    "title": "Reservation Refund or Voucher / Rückerstattung oder Wertgutschein",
    "tags": [
      "refund", "voucher",
      "Stornierung", "Anzahlung"
    ],
    "text": {
      "de": "Ihre Vorauszahlung wird erstattet. Alternativ erstellen wir Ihnen gern einen Wertgutschein in gleicher Höhe (36 Monate gültig). Bitte geben Sie uns Bescheid.",
      "en": "Your prepayment will be refunded. Alternatively, we can create a value voucher for the same amount (valid for 36 months). Please let us know."
    }
  },
  {
    "title": "Cancellation Due to Current Situation / Storno wegen aktueller Lage",
    "tags": [
      "cancellation", "refund",
      "Wertgutschein", "Kulanz"
    ],
    "text": {
      "de": "Wir stornieren Ihre Buchung kostenfrei. Aufgrund vieler Rückerstattungen ist mit Verzögerungen zu rechnen. Auf Wunsch erstellen wir Ihnen schnell einen Wertgutschein.",
      "en": "We will cancel your booking free of charge. Due to high refund volume, there may be delays. Upon request, we can quickly issue a value voucher."
    }
  },
  {
    "title": "Voucher Issued After Free Cancellation / Wertgutschein nach Stornierung",
    "tags": [
      "voucher", "free cancellation",
      "Erstattung", "Buchungstool"
    ],
    "text": {
      "de": "Ihre Buchung wurde storniert. Sie erhalten per separater E-Mail Ihre Wertgutscheinnummer und den Einlöselink. Bitte geben Sie den Gutschein nicht als Rabattcode, sondern im 4. Schritt (Bezahlmethode) ein.",
      "en": "Your booking is canceled. You will receive your value voucher number and redemption link in a separate email. Please enter the voucher in step 4 (payment method), not as a discount code."
    }
  },
  {
    "title": "Refund Delay & CEO Letter / Verzögerte Rückerstattung & CEO-Schreiben",
    "tags": [
      "refund", "delay",
      "Wertgutschein", "CEO"
    ],
    "text": {
      "de": "Aufgrund der aktuellen Lage verzögert sich Ihre Rückerstattung. Wir bieten Ihnen gerne alternativ einen Wertgutschein an. Ein Schreiben unseres CEOs liegt bei.",
      "en": "Your refund is delayed due to the current situation. Alternatively, we can offer you a value voucher. A letter from our CEO is attached."
    }
  },
  {
    "title": "Choice of Immediate or 110% Refund / Auswahl: Sofortige Erstattung oder 110%",
    "tags": [
      "refund", "110%",
      "Deal", "Anzahlung"
    ],
    "text": {
      "de": "Wir können Ihre Anzahlung entweder am 16.11.2020 zu 100% erstatten oder Ihnen 110% zurückzahlen, wenn Sie bis 15.07.2021 warten. Bitte teilen Sie uns Ihre Wahl mit (Betreff unverändert lassen).",
      "en": "We can refund your prepayment 100% on 16 Nov 2020, or 110% if you wait until 15 Jul 2021. Please reply with your choice (keep the subject line unchanged)."
    }
  },
  {
    "title": "Cancellation Refund Initiated / Rückerstattung veranlasst",
    "tags": [
      "refund", "cancellation",
      "Rückerstattung", "Abteilung"
    ],
    "text": {
      "de": "Die Stornierung wurde vorgenommen. Ihre Rückerstattung wurde an die zuständige Abteilung weitergeleitet.",
      "en": "The cancellation has been processed. Your refund request has been forwarded to the relevant department."
    }
  },
  {
    "title": "Refund to Booking.com / Rückerstattung an Booking.com",
    "tags": [
      "refund", "booking.com",
      "Rückerstattung", "Überzahlung"
    ],
    "text": {
      "de": "Wir haben eine Rückerstattung für die Buchung XXX an Booking.com veranlasst, da der Gast zu viel belastet wurde. Vielen Dank für Ihr Verständnis.",
      "en": "We have processed a refund for booking XXX via Booking.com because the guest was overcharged. Thank you for your understanding."
    }
  },
  {
    "title": "Overbooking - Request Free Cancellation / Überbuchung - Kostenfreie Stornierung",
    "tags": [
      "overbooking", "stornieren",
      "no alternative", "Erstattung"
    ],
    "text": {
      "de": "Wir konnten den Gast wegen Überbuchung nicht unterbringen und keine Alternative finden. Bitte stornieren Sie die Buchung kostenfrei und erstatten Sie dem Gast direkt den Betrag.",
      "en": "We were unable to accommodate the guest due to overbooking and found no alternative. Please cancel free of charge and refund the guest directly."
    }
  },
  {
    "title": "Incorrect Bank Details / Falsche Bankdaten für Erstattung",
    "tags": [
      "refund", "bank details",
      "Rückerstattung", "Ungültig"
    ],
    "text": {
      "de": "Die Bankverbindung, endend auf XXXX, scheint falsch oder unvollständig. Bitte senden Sie uns die korrekten Daten erneut, damit wir die Rückerstattung ausführen können.",
      "en": "The bank account ending in XXXX appears incorrect or incomplete. Please resend the correct details so we can process your refund."
    }
  }
]